[
  {
    "id": "es_marine_landers",
    "name": "Marine Landers",
    "points": 0,
    "tags": [ "Boarding", "Tenacity 10", "Range 3-0" ]
  },
  {
    "id": "es_corvette_escort",
    "name": "Corvette Escort",
    "points": 1,
    "hp": "6",
    "traits": [
      {
        "name": "Corvette Command (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Choose one Corvette Escort assigned to your battlegroup and give them one of the following commands: \n● Trade Blows \nDeal 2 damage to target Wing, or deal 4 damage to target Capital Ship and take 2 damage in return. \n● Defensive Formation \nAdd +2 to your battlegroup’s Interdiction until the start of your next turn. \n● Gun Run \nLimited 1 \nDeal 2 Area damage to target battlegroup. You may consume Lock On as part of this command to deal +2 Area damage to that Capital Ship or Escort. This damage cannot be Interdicted."
      }
    ]
  },
  {
    "id": "es_subline_picket",
    "name": "Subline Picket",
    "points": 2,
    "effect": "This special Escort has been tasked with scouting the battlefield and does not have stats as normal. Instead 1/round you or an ally of your choice may gain +1 Accuracy to an attack."
  },
  {
    "id": "es_payload_escort",
    "name": "Payload Escort",
    "points": 2,
    "effect": "This special Escort has been tasked with providing your launched munitions with a protective escort, clearing the way for them to strike their targets. When you or an allied battlegroup in the same range band fire a weapon with the Payload tag, you may assign this squadron to escort it. During the Impact Step, add +1 to that Payload weapon’s damage for each flight counter removed from it before impact, and you may force the enemy battlegroup to reroll 1 Interdiction die and take the worse result. However if the damage from this escorted attack is reduced to 0 from Interdiction then this Escort is destroyed."
  },
  {
    "id": "es_pipecleaner_subalterns",
    "name": "Warfighter/PIPECLEANER Subalterns",
    "points": 2,
    "tags": [ "Boarding", "Tenacity 12", "Range 3-0" ],
    "effect": "These fearsome combat subalterns are able to infiltrate and sabotage areas of a ship that would be hazardous or inaccessible for humans such as long-spool weapon power storage systems. When this unit performs a successful Sabotage Fire Control command, if the boarded Flagship has one or more weapons with the Charge tag the target must also choose one; either add 1 charging tag to a weapon of your choice or take 5 damage. A boarded ship can only suffer from this effect 1/round."
  },
  {
    "id": "es_pgr_gourd_limpets",
    "name": "PGR_Gourd Limpets",
    "points": 2,
    "tags": [ "Greywash", "Boarding", "Tenacity 10", "Range 3-0" ],
    "traits": [
      {
        "name": "CONSUME",
        "description": "Apply 3 greywash counters to the boarded ship on a successful boarding roll, or 1 greywash counter on a failure. Spending a Maneuver to clear greywash counters also repels this boarding unit as well."
      }
    ],
    "effect": "PGR_Gourd Limpets can only be given the CONSUME boarding command."
  },
  {
    "id": "es_destroyer_escort",
    "name": "Destroyer Escort",
    "points": 2,
    "hp": "8",
    "traits": [
      {
        "name": "Destroyer Command (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Choose one Destroyer Escort assigned to your battlegroup and give them one of the following commands: \n● Cannonade \nDeal 3 damage to target Capital Ship and 1 damage to all Wings in that ship’s battlegroup. \n● Snapflight Torpedoes \nDeal 6 damage to target Escort."
      }
    ],
    "effect": "A Destroyer Escort's pulse lances, kinetic guns, or missile batteries count as an Auxiliary weapon for your battlegroup. When fired alongside any Primary Single Target weapon targeting a Capital Ship or Escort, automatically deal 2 damage to that weapon’s target."
  },
  {
    "id": "es_cruiser_escort",
    "name": "Cruiser Escort",
    "points": 3,
    "hp": "10",
    "traits": [
      {
        "name": "Cruiser Command (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Choose one Cruiser Escort assigned to your battlegroup and give them one of the following commands: \n● Fire at Will \nDeal 4 damage to target Capital Ship. You may also deal 2 Area damage to all Escorts in that ship’s battlegroup and take 2 damage in return. This damage cannot be Interdicted. \n● Defensive Gunnery \nAdd +3 to your battlegroup’s Interdiction until the start of your next turn. \n● Local Kill Screen \nLimited 1 \nDeal 3 damage to all Wings in target battlegroup."
      }
    ]
  }
]
