[
  {
    "id": "aggressive_commanders",
    "name": "Aggressive Commanders",
    "points": 0,
    "tags": [ "Unique" ],
    "effect": "You gain +1 Accuracy to all attacks while at range 2-0. All attacks against you while you are at range 2-0 gain +1 Accuracy. 1/battle, when an enemy forces you to move forward any number of range bands, one Capital Ship in your battlegroup may gain 5 Overshield."
  },
  {
    "id": "insightful_commanders",
    "name": "Insightful Commanders",
    "points": 0,
    "tags": [ "Reloading 2", "Unique" ],
    "effect": "Whenever an enemy would force you to move back or forward any number of range bands, you may gain +1d6 Interdiction and all ships in your battlegroup gain +2 Defense until the end of your next turn. You may choose to destroy this system to ignore that movement and all other enemy effects that would force it to move until the end of your next turn instead."
  },
  {
    "id": "veteran_crews",
    "name": "Veteran Crews",
    "points": 0,
    "tags": [ "Limited 1" ],
    "effect": "You may reroll one of your attack rolls, but must keep the second result. On a reroll result of 20+ you do not expend this system’s Limited use."
  },
  {
    "id": "shield_projector",
    "name": "Predict/Overlay Shield Projector",
    "points": 0,
    "tags": [ "Limited 1", "Unique" ],
    "effect": "During the Impact Step, a ship in your battlegroup may reduce incoming damage from one Superheavy weapon by 6. At Extreme Range, increase this damage reduction to 10."
  },
  {
    "id": "single_plane_shield",
    "name": "Single-Plane Shield",
    "points": 0,
    "tags": [ "Interdiction", "Limited 1" ],
    "effect": "During the Impact Step, you may reroll your Interdiction and take the best result."
  },
  {
    "id": "piper_drones",
    "name": "Piper Drones",
    "points": 0,
    "tags": [ "Limited 1", "Unique" ],
    "effect": "During the Logistics Step, you may add 1 flight counter to an active enemy Payload attack."
  },
  {
    "id": "fire_for_effect",
    "name": "Fire For Effect!",
    "points": 0,
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Fire For Effect! (Tactic)",
        "tags": [ "Limited 1" ],
        "description": "You may nominate a specific enemy battlegroup as a priority target. Until the next Logistics Step, all attacks made against that battlegroup are made with +1 Accuracy."
      }
    ]
  },
  {
    "id": "steady_now",
    "name": "Steady...Now!",
    "points": 0,
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Steady...Now! (Tactic)",
        "tags": [ "Limited 1" ],
        "description": "Add 1 charging counter to a weapon in your battlegroup with the Charge tag. Your next attack with that weapon gains +1 Accuracy and +X Reliable based on your range band (Extreme Range +5, Long Range +4, etc)."
      }
    ]
  },
  {
    "id": "emergency_maneuvers",
    "name": "Emergency Maneuvers!",
    "points": 0,
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Emergency Maneuvers! (Tactic)",
        "tags": [ "Limited 1" ],
        "description": "Advance or fall back one range band."
      }
    ]
  },
  {
    "id": "cleared_to_land",
    "name": "Cleared to Land!",
    "points": 0,
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Cleared to Land! (Tactic)",
        "tags": [ "Limited 1" ],
        "description": "All of your equipped Escorts and Wings or all Escorts and Wings belonging to an allied battlegroup in the same range band as you repair 2 HP. One Escort or Wing of your choice may repair 4 HP instead."
      }
    ]
  },
  {
    "id": "brace_for_impact",
    "name": "Brace For Impact!",
    "points": 0,
    "tags": [ "Unique", "Limited 1" ],
    "effect": "You may use this during the Impact Step, after attacks have been rolled and damage has been assigned. Until the end of your next turn, all damage dealt to all ships in your battlegroup is reduced by half. You may not use any Tactics or make any Maneuvers during your next turn except for All Ahead Full! or Retrograde Burn!"
  },
  {
    "id": "fighter_launch_catapults",
    "name": "Fighter Launch Catapults",
    "points": 0,
    "tags": [ "Unique" ],
    "effect": "This ship gains +1 Wing slot."
  },
  {
    "id": "bulwark_redundancies",
    "name": "Bulwark Redundancies",
    "points": 0,
    "effect": "Increase this ship’s HP by 3. This system may be taken multiple times, but only once per ship."
  },
  {
    "id": "smartscreen",
    "name": "Smartscreen",
    "points": 1,
    "effect": "This ship is orbited by a screen of baffler drones. The first Single Target attack made against this ship each round is made with +1 Difficulty."
  },
  {
    "id": "power_distribution_systems",
    "name": "Power Distribution Systems",
    "points": 1,
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Divert Power to Defense Screens (Tactic)",
        "tags": [ "Reloading 2" ],
        "description": "You may add 1 charging counter to a weapon with the Charge tag in your battlegroup. That weapon’s ship gains +2 Defense and your battlegroup gains +1d6 Interdiction until the end of your next turn."
      },
      {
        "name": "Divert Power to Weapons (Tactic)",
        "tags": [ "Reloading 2" ],
        "description": "You may shunt power from defenses straight into a ship’s weapon systems. Doing this removes 1 charging counter from any weapon with the Charge tag in your battlegroup, but all attacks against that weapon’s ship gain +1 Accuracy and Interdiction applied to that ship is only half as effective (requiring 2 points of Interdiction to prevent 1 damage) until the end of your next turn. \n\nYou may choose to push this system beyond its tolerances and remove 2 charging counters at once instead of 1. If you do this, the weapon’s ship also takes 5 damage that ignores Overshield and cannot be reduced in any way, and Interdiction cannot be applied to it until the end of your next turn. Then destroy this system."
      }
    ]
  },
  {
    "id": "anticognition_hyperfractal",
    "name": "Anticognition Hyperfractal",
    "points": 1,
    "tags": [ "Legionspace", "Reloading 3", "Unique" ],
    "effect": "During the Logistics Step, you may add 1 flight counter to any number of active enemy Payload attacks. An enemy battlegroup whose Payload attacks are affected by this system may ignore this effect by taking 3 Area damage per flight counter negated. This damage cannot be Interdicted."
  },
  {
    "id": "impossible_dodge",
    "name": "Impossible Dodge",
    "points": 1,
    "tags": [ "Legionspace", "Reloading 3", "Unique" ],
    "effect": "During the Logistics Step, after charging, payload, and refresh counters have been removed, choose a ship in your battlegroup. Using sudden counterfactual positioning that ship is temporarily “removed from play” until the end of your next turn. While removed from play in this fashion it cannot be targeted by attacks or take damage, but none of its weapons, systems, or traits can be used or benefitted from. This includes any Interdiction bonuses it grants and any Charge weapons equipped to that ship. Active Payload weapons targeting that ship whose flight times reached 0 during the same Logistics Step this system was used are successfully evaded, dealing 0 damage. Area Target Payload weapons will deal their damage to the other ships in the battlegroup as normal."
  },
  {
    "id": "subjective_syzygy",
    "name": "Subjective Syzygy",
    "points": 2,
    "tags": [ "Legionspace", "Reloading 3", "Unique" ],
    "effect": "When an enemy attacks a ship in your battlegroup or an allied ship in your range band with a Single Target attack, you may force them to roll twice and take the worst result."
  },
  {
    "id": "subaltern_combat_crews",
    "name": "Subaltern Combat Crews",
    "points": 2,
    "tags": [ "Reloading 3", "Unique" ],
    "effect": "You may use an additional Tactic during the Action Step of your turn."
  },
  {
    "id": "echopraxic_imago",
    "name": "Echopraxic Imago",
    "points": 1,
    "tags": [ "Legionspace", "Boarding", "Tenacity 10", "Unique", "Range 5-3" ],
    "traits": [
      {
        "name": "Echopraxic Imago (Tactic)",
        "description": "You introduce a viral logic bomb into the systems of an enemy Flagship, treating it as a boarding action. During the Boarding Step this logic bomb activates, and makes one of the following boarding commands: \nInduce Nostalgic Loop: Until the end of their next turn, whenever the boarded ship's battlegroup would roll Interdiction they roll twice and take the worse result. \nInflict Ontological Parasite: Choose a range band. Until the end of their next turn, the boarded battlegroup’s attack rolls against targets in that range band have a 50 percent chance to miss outright before the attack is made. Roll a die or flip a coin to determine if the attack misses. This does not stack with Defensive Screen; defending targets choose which effect to apply. Additionally, the boarded battlegroup cannot choose that range band for abilities that affect or target specific ranges."
      }
    ]
  },
  {
    "id": "legionspace_coordinator",
    "name": "Legionspace Coordinator",
    "points": 2,
    "tags": [ "Legionspace", "Unique" ],
    "traits": [
      {
        "name": "Exploit Positioning (Maneuver)",
        "tags": [ "Reloading 3" ],
        "description": "Nominate an allied battlegroup. That battlegroup may take an additional Maneuver on their next turn."
      }
    ]
  },
  {
    "id": "sandstorm_vanguard",
    "name": "“Sandstorm” Vanguard",
    "points": 3,
    "tags": [ "Inderdiction", "Unique" ],
    "traits": [
      {
        "name": "Lithoscreen (Tactic)",
        "tags": [ "Limited 2" ],
        "description": "One Capital Ship in your battlegroup gains 5 Overshield."
      },
      {
        "name": "Slingshot (Maneuver)",
        "tags": [ "Area Attack", "Payload", "Limited 1", "Range 3-1" ],
        "description": "This special Maneuver lobs asteroids and debris at an enemy battlegroup of your choice, dealing 8 Damage. You may also expend Lithoscreen uses when you use this Maneuver to add +2 damage for each use expended this way."
      }
    ],
    "effect": "Your battlegroup gains +2 Interdiction."
  },
  {
    "id": "aurora_stealth_shrouding",
    "name": "Aurora Stealth Shrouding",
    "points": 3,
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Shrouded Advance (Maneuver)",
        "tags": [ "Reloading 2" ],
        "description": "Your battlegroup may advance one range band forward, and you may fire one Primary weapon before or after moving. Gain +1d6 Interdiction and +2 Defense until the end of your next turn."
      },
      {
        "name": "Thermal Spoofing (Tactic)",
        "tags": [ "Limited 1" ],
        "description": "This ship gains 5 Overshield. Add 1 flight counter to any number of active enemy Payload weapons targeting your battlegroup or any of your ships."
      }
    ],
    "effect": "Whenever your battlegroup moves, either during your turn or from enemy effects and abilities, you may clear Lock On from this ship. "
  },
  {
    "id": "battlespace_cic",
    "name": "Battlespace CIC",
    "points": 3,
    "tags": [ "Legionspace", "Unique" ],
    "traits": [
      {
        "name": "Coordinated Impact (Maneuver)",
        "tags": [ "Limited 1" ],
        "description": "Add or remove 1 flight counter from up to two in-flight Payload weapons belonging to you or allied battlegroups"
      },
      {
        "name": "Adjust Bearing (Tactic)",
        "tags": [ "Reloading 2" ],
        "description": "Move an allied battlegroup back or forward one range band. If you use this Tactic at range 5-4, you may also Lock On to an enemy Capital Ship or Escort."
      }
    ],
    "effect": "This ship gains +1 Escort slot."
  }
]
