[
  {
    "id": "ws_long_cycle_primary_lance",
    "name": "Long-Cycle Primary Lance",
    "mount": "Superheavy",
    "points": 0,
    "range": "4-0",
    "damage": "12",
    "tags": [ "Single Target", "Charge 3", "Critical", "Reliable 3" ],
    "description": "The galactic standard for any ship of the line, LCPLs encompass a wide category of cannon and particle beam which all effect the same end: the immediate and total destruction of the enemy on a square hit. With balanced spool times and high output, an LCPL is a reliable main gun for any ship that can field it."
  },
  {
    "id": "ws_spinal_linac_cbc",
    "name": "Spinal LinAc CBC",
    "mount": "Superheavy",
    "points": 2,
    "range": "4-1",
    "damage": "8",
    "tags": [ "Single Target", "Charge 2", "Critical" ],
    "description": "An old workhorse, the linear accelerator coherent beam cannon once marked the pinnacle of energy weapon development. Reliable at middle-confidence ranges and, with modern power systems, capable of rapid cycling main battery fire, a LinAc CBC is nonetheless still a formidable weapon favored by conservative captains."
  },
  {
    "id": "ws_spinal_petajoule_kinetic",
    "name": "Spinal Petajoule Kinetic",
    "mount": "Superheavy",
    "points": 2,
    "range": "5-2",
    "damage": "15",
    "tags": [ "Single Target", "Accurate", "Charge 3", "Critical" ],
    "effect": "On hit or miss, this weapon deals 5 damage to another Capital Ship or Escort in that target’s battlegroup. If there are no other targets in the battlegroup, this ability has no effect.",
    "description": "An old workhorse, the linear accelerator coherent beam cannon once marked the pinnacle of energy weapon development. Reliable at middle-confidence ranges and, with modern power systems, capable of rapid cycling main battery fire, a LinAc CBC is nonetheless still a formidable weapon favored by conservative captains."
  },
  {
    "id": "ws_3x3_block_short_spool_cannons",
    "name": "3x3 Block Short-Spool Cannons",
    "mount": "Superheavy",
    "points": 2,
    "range": "4-2",
    "damage": "7",
    "tags": [ "Single Target" ],
    "effect": "This weapon does not take the +1 Difficulty penalty for targeting Escorts. Whenever you would make an attack with this weapon you may instead begin preparing it to fire a devastating volley shot. Mark this weapon with a special volley counter every time you do this up to a maximum of 2 volley counters stored at a time. Attacking with this weapon expends all stored volley counters, dealing +7 damage on hit for each counter spent. At 2 volley counters, this weapon also gains the Critical tag when fired. Your battlegroup gains the following Maneuver: Volley Sequence (Maneuver) Add one volley counter to the 3x3 Block Short-Spool Cannons, and then you may also fire one Primary weapon or move forward one range band.",
    "description": "An old workhorse, the linear accelerator coherent beam cannon once marked the pinnacle of energy weapon development. Reliable at middle-confidence ranges and, with modern power systems, capable of rapid cycling main battery fire, a LinAc CBC is nonetheless still a formidable weapon favored by conservative captains."
  },
  {
    "id": "ws_spinal_tachyon_lance",
    "name": "Spinal Tachyon Lance",
    "mount": "Superheavy",
    "points": 3,
    "range": "5-3",
    "damage": "20",
    "tags": [ "Single Target", "Charge 4", "Critical", "Reliable 10" ],
    "description": "First developed by Harrison Armory, STL main guns were introduced to Union Navy and Baronic Unified Command via GMS’s Systems Normalization department. Adapted from a now stagnant branch of theoretical faster-than-light travel, the Tachyon lance is a devastating weapon best used at extreme to long ranges, but suffers up close."
  },
  {
    "id": "ws_nearlight_kill_pack",
    "name": "Nearlight Kill-Pack",
    "mount": "Superheavy",
    "points": 3,
    "range": "4-3",
    "damage": "4d6",
    "tags": [ "Single Target", "Reloading 2" ],
    "effect": "This weapon cannot be used during the first round of combat as it requires preparatory calibration. Attacks with this weapon made closer than Long Range (4) gain Inaccurate. On hit, any damage dice that land on a 1 are rerolled. Additional 1s continue to trigger this effect.",
    "description": "An NKP is essentially just a bundle of nearlight drives packed behind a dome-shaped micrometeorite shield. While frigates can, through the use of external bracket mounts, employ single-use skip drones in combat, only larger ships can fit NKPs into existing torpedo tubes or accelerator bays without substantial superstructural modification. NKPs are devastating — if crude and temperamental — weapons favored by states and navies with limited access to more advanced navspec ordinance."
  },
  {
    "id": "ws_speartip_anti_capital_torpedos",
    "name": "Speartip Anti-Capital Torpedos",
    "mount": "Superheavy",
    "points": 2,
    "range": "5-4",
    "damage": "25",
    "tags": [ "Single Target", "Payload -1" ],
    "description": "Using a scaled-up version of Union’s standard two-stage ACT system, Speartip torpedoes are long-range anti-capital payload delivery systems typically carried by the heaviest missile ships in any navy."
  },
  {
    "id": "ws_co_consciousness_lance",
    "name": "Co-Consciousness Lance",
    "mount": "Superheavy",
    "points": 3,
    "range": "4-2",
    "damage": "2d6+2",
    "tags": [ "Area Target", "Legionspace", "Reloading 3" ],
    "effect": "This devastating systemic attack shatters an enemy fleet legion’s cohesion and deals +2 damage for each non-Template Escort in the target battlegroup. After taking damage from this weapon, the target battlegroup must choose one; either they must take the first NPC turn of the next round but all of their rolls are made with +1 Difficulty, or they must act last in the next round after everyone else has taken their turn. If multiple battlegroups suffer from this disruption effect at once, they choose a viable turn order as needed."
  },
  {
    "id": "wp_primary_kinetic_batteries",
    "name": "Primary Kinetic Batteries",
    "mount": "Primary",
    "points": 0,
    "range": "3-0",
    "damage": "1d6+1",
    "tags": [ "Single Target", "Reliable 1" ]
  },
  {
    "id": "wp_short_cycle_lance_batteries",
    "name": "Short-Cycle Lance Batteries",
    "mount": "Primary",
    "points": 0,
    "range": "3-0",
    "damage": "3",
    "tags": [ "Single Target", "Accurate", "Critical" ]
  },
  {
    "id": "wp_conical_kinetic_projector",
    "name": "Conical Kinetic Projector",
    "mount": "Primary",
    "points": 0,
    "range": "2-0",
    "damage": "1d3+5",
    "tags": [ "Single Target", "Critical" ],
    "effect": "Attacks with this weapon made further than Close Range (1) gain Inaccurate."
  },
  {
    "id": "wp_primary_single_stage_torpedo",
    "name": "Primary Single-Stage Torpedo",
    "mount": "Primary",
    "points": 0,
    "range": "4-2",
    "damage": "10",
    "tags": [ "Single Target", "Payload -1" ]
  },
  {
    "id": "wp_tandem_spread_torpedo",
    "name": "Tandem Spread Torpedoes",
    "mount": "Primary",
    "points": 0,
    "range": "4-2",
    "damage": "6",
    "tags": [ "Single Target", "Payload -1" ],
    "effect": "This weapon can attack two targets at a time, firing separate Payloads that are tracked individually."
  },
  {
    "id": "wp_ship_to_ship_missiles",
    "name": "Pinaka Ship-to-Ship Missiles",
    "mount": "Primary",
    "points": 0,
    "range": "3-0",
    "damage": "1d6+1",
    "tags": [ "Area Target", "Payload" ],
    "effect": "When you attack with this weapon, if the target battlegroup’s Flagship is Locked On you may consume Lock On to increase this weapon’s damage by +3, but you must also increase its flight time by 1."
  },
  {
    "id": "wp_gemini_laser_array",
    "name": "Gemini Laser Array",
    "mount": "Primary",
    "points": 1,
    "range": "3-0",
    "damage": "4",
    "tags": [ "Single Target", "Interdiction" ],
    "effect": "When you would attack with this weapon, you may instead set it to track incoming threats. This deals no damage, but your battlegroup and an allied battlegroup in the same range band gain +2 Interdiction until the end of your next turn."
  },
  {
    "id": "wp_lamprey_boarding_torpedos",
    "name": "Lamprey Boarding Torpedos",
    "mount": "Primary",
    "points": 1,
    "range": "4-1",
    "damage": "8",
    "tags": [ "Single Target", "Payload -1", "Boarding", "Tenacity 11" ],
    "effect": "A target that takes damage from this weapon is immediately boarded by subalterns and suffers the effects of a successful standard boarding action of your choice, but if this torpedo's damage is reduced to 0 or otherwise negated then the boarders are lost along with it. You may make multiple boarding actions with this weapon at a time"
  },
  {
    "id": "wp_heavy_kinetic_batteries",
    "name": "Heavy Kinetic Batteries",
    "mount": "Primary",
    "points": 1,
    "range": "4-1",
    "damage": "5",
    "tags": [ "Single Target", "Reliable 2" ]
  },
  {
    "id": "wp_dorsal_razorback_missiles",
    "name": "Dorsal Razorback Missiles",
    "mount": "Primary",
    "points": 1,
    "range": "4-0",
    "damage": "1d6+6",
    "tags": [ "Single Target", "Payload" ],
    "effect": "You may consume Lock On as part of firing this weapon to increase or decrease its flight time by 1."
  },
  {
    "id": "wp_long_flight_active_control_missiles",
    "name": "Long-Flight Active Control Missiles",
    "mount": "Primary",
    "points": 1,
    "range": "5-2",
    "damage": "1d6+8",
    "tags": [ "Single Target", "Payload" ],
    "effect": "While this weapon is in flight, if an enemy ship is Locked On you may consume Lock On to change its target to that ship. If this weapon's current target is destroyed before it impacts you may choose to have it remain active and not self-destruct, though if its flight time reaches 0 without a target it automatically self-destructs without any effect."
  },
  {
    "id": "wp_legionspace_schizm",
    "name": "Legionspace Schizm",
    "mount": "Primary",
    "points": 2,
    "range": "4-2",
    "damage": "3",
    "tags": [ "Single Target", "Accurate", "Legionspace" ],
    "effect": "On hit, choose one of the following effects:\n\n● An allied battlegroup may advance one range band or that allied battlegroup may ignore all enemy effects that would force it to move until the end of their next turn.\n\n● If the target’s battlegroup has any active Payload attacks, they must choose; either take +5 damage or add 1 flight counter to an active Payload attack of your choice."
  },
  {
    "id": "wp_short_cycle_mass_accelerator_turrets",
    "name": "Short-Cycle Mass Accelerator Turrets",
    "mount": "Primary",
    "points": 2,
    "range": "2-0",
    "damage": "1d6+1",
    "tags": [ "Single Target", "Reliable 3" ],
    "effect": "When you attack with this weapon, you may instead target one or two Aces or Wings and automatically deal 3 damage to them."
  },
  {
    "id": "wp_darkstar_multiple_warhead_torpedoes",
    "name": "Darkstar Multiple-Warhead Torpedoes",
    "mount": "Primary",
    "points": 2,
    "range": "4-2",
    "damage": "6",
    "tags": [ "Area Target", "Payload -1" ],
    "effect": "If this weapon’s damage is not completely Interdicted, it deals +1d6 damage applied after Interdiction."
  },
  {
    "id": "wp_throughline_skip_drone",
    "name": "Throughline Skip Drone",
    "mount": "Primary",
    "points": 2,
    "range": "4-3",
    "tags": [ "Single Target", "Charge 2", "Limited 1", "Overkill", "Unique" ],
    "effect": "Skip Drones do not automatically begin removing charging counters during the Logistics Step. When you want to fire this weapon, target a Capital Ship during the Logistics Step and begin charging it. Unlike other Charge weapons, a Skip Drone must immediately be fired when fully charged, it cannot be held. Instead of attacking normally, roll 1d20. On a 10+ the drone hits, dealing 3d6 damage to the target ship and dealing 1d6 damage to all other Capital Ships and Escorts in that ship’s battlegroup. On a 9 or lower, or if your battlegroup is out of this weapon’s effective range when it finishes targeting, the drone misses its optimal delivery window, dealing 1d6 damage to the target ship only. This special attack roll cannot be modified in any way, and charging counters cannot be added to or removed from a Skip Drone by other systems or abilities."
  },
  {
    "id": "wa_secondary_kinetic_turrets",
    "name": "Secondary Kinetic Turrets",
    "mount": "Auxiliary",
    "points": 0,
    "range": "3-0",
    "effect": "When fired alongside any Primary Single Target weapon targeting a Capital Ship or Escort, automatically deal 1 damage to that weapon’s target."
  },
  {
    "id": "wa_flyswatter_missiles",
    "name": "Flyswatter Missiles",
    "mount": "Auxiliary",
    "points": 0,
    "range": "3-0",
    "effect": "When fired alongside any Primary weapon, automatically deal 2 damage to one or two Aces or Wings."
  },
  {
    "id": "wa_messenger_lead_laser",
    "name": "Messenger Lead Laser",
    "mount": "Auxiliary",
    "points": 0,
    "range": "4-2",
    "effect": "This weapon does not fire alongside other weapons. Instead, whenever your battlegroup is within this weapon’s range during the Logistics Step you may choose one of your Payload attacks that has reached 0 flight counters. That Payload attack deals +1 damage for each Messenger Lead Laser equipped to your battlegroup, to a maximum of +4 damage."
  },
  {
    "id": "wa_harbinger_confidence_lasers",
    "name": "Harbinger Confidence Lasers",
    "mount": "Auxiliary",
    "points": 1,
    "range": "5-3",
    "effect": "This weapon does not fire alongside other weapons. Instead, 1/round whenever your battlegroup is within this weapon’s range and you remove a charging counter from a weapon with the Charge tag, you may automatically deal 1 damage to a target Capital Ship or Escort of your choice for each Harbinger Confidence Laser equipped to your battlegroup, to a maximum of 4 damage."
  },
  {
    "id": "wa_nearspace_directed_energy_perforators",
    "name": "Nearspace Directed Energy Perforators",
    "mount": "Auxiliary",
    "points": 1,
    "range": "2-0",
    "tags": [ "Interdiction" ],
    "effect": "When fired alongside any Primary Single Target weapon targeting a Capital Ship or Escort, automatically deal 1 damage to that weapon’s target and 2 damage to an Ace or Wing. In addition, while in this weapon’s effective range your battlegroup gains +1 Interdiction for each Nearspace Directed Energy Perforator equipped to your battlegroup, to a maximum of +4 Interdiction."
  },
  {
    "id": "wa_cloudkill_kinetics",
    "name": "Cloudkill Kinetics",
    "mount": "Auxiliary",
    "points": 2,
    "tags": [ "Limited 2" ],
    "effect": "When fired alongside any Primary weapon you launch a kinetic kill-cloud of projectiles that threatens enemies attempting to approach you along predicted routes. Choose your own battlegroup or an allied battlegroup in the same range band; until the end of your next turn, any Escort or Wing that attacks or deals damage to the selected battlegroup automatically takes 1d6+1 damage each time they do so. If this damage is enough to destroy an Escort or Wing, it is destroyed before it can carry out its attack or command and its effects are negated. A battlegroup can only benefit from one kill-cloud at a time."
  }
]
