[
  {
    "id": "wi_legion_drone",
    "name": "Legion Drone Nexus",
    "points": 0,
    "hp": "3",
    "traits": [
      {
        "name": "Legion Command (Tactic)",
        "tags": [ "Range 2-0" ],
        "description": "Choose one Legion Drone Nexus assigned to your battlegroup and give them one of the following commands: \n● Hunt/Kill \nDeal 1 damage to target Capital Ship, Ace, Escort, or Wing \n● All In \nDeal 3 damage to target Capital Ship or Escort, then destroy this Wing"
      }
    ]
  },
  {
    "id": "wi_fighter",
    "name": "Fighter Wing",
    "points": 1,
    "hp": "5",
    "effect": "Each Fighter Wing adds +1 to your battlegroup’s Interdiction as they maintain combat patrols within your fleet’s perimeter, up to a maximum of +4 Interdiction.",
    "traits": [
      {
        "name": "Fighter Command (Tactic)",
        "tags": [ "Range 2-0" ],
        "description": "Choose one or two Fighter Wings assigned to your battlegroup and give them each one of the following commands. You may select the same or different commands for each: \n● Strafing Run \nDeal 1 damage to target Capital Ship or Escort \n● Engage and Eliminate \nDeal 3 damage to target Ace or Wing"
      }
    ]
  },
  {
    "id": "wi_bomber",
    "name": "Bomber Wing",
    "points": 2,
    "hp": "5",
    "traits": [
      {
        "name": "Bomber Command (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Choose one Bomber Wing assigned to your battlegroup and give them one of the following commands: \n● Torpedoes Away \nDeal 4 damage to target Capital Ship. You may assign another Bomber Wing to join in on this bombing run to increase this command’s damage by +2. \n● Missile Salvo \nDeal 2 damage to target Escort"
      }
    ]
  },
  {
    "id": "wi_mounted_chassis",
    "name": "Mounted Chassis Wing",
    "points": 2,
    "hp": "5",
    "tags": [ "Boarding", "Tenacity 11" ],
    "traits": [
      {
        "name": "Mounted Chassis Command (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Choose one Mounted Chassis Wing assigned to your battlegroup and give them one of the following commands: \n● Toe-to-Toe \nDeal 1d3 damage to target Capital Ship, Ace, Escort, or Wing. \n● Breach and Clear \nAssign this Wing to board an enemy Flagship. This Wing is effectively removed from play and cannot be damaged or targeted by attacks or effects while assigned this command. Each time you succeed on a boarding roll with this Wing, the boarded ship takes 2 damage"
      }
    ]
  }
]
