[
  {
    "id": "wi_legion_drone",
    "name": "Legion Drone Nexus",
    "points": 0,
    "hp": "3",
    "traits": [
      {
        "name": "Legion Command (Tactic)",
        "tags": [ "Range 2-0" ],
        "description": "Choose one or two Legion Drone Nexus assigned to your battlegroup and give them one of the following commands: \n● Hunt/Kill \nDeal 1 damage to target Capital Ship, Ace, Escort, or Wing \n● All In \nDeal 3 damage to target Capital Ship or Escort, then destroy this Wing"
      }
    ]
  },
  {
    "id": "wi_fighter",
    "name": "Fighter Wing",
    "points": 1,
    "hp": "5",
    "effect": "Each Fighter Wing adds +1 to your battlegroup’s Interdiction as they maintain combat patrols within your fleet’s perimeter, up to a maximum of +4 Interdiction.",
    "traits": [
      {
        "name": "Fighter Command (Tactic)",
        "tags": [ "Range 2-0" ],
        "description": "Choose one or two Fighter Wings assigned to your battlegroup and give them each one of the following commands. You may select the same or different commands for each: \n● Strafing Run \nDeal 1 damage to target Capital Ship or Escort \n● Engage and Eliminate \nDeal 3 damage to target Ace or Wing"
      }
    ]
  },
  {
    "id": "wi_bomber",
    "name": "Bomber Wing",
    "points": 2,
    "hp": "5",
    "traits": [
      {
        "name": "Bomber Command (Tactic)",
        "tags": [ "Range 2-0" ],
        "description": "Choose one Bomber Wing assigned to your battlegroup and give them one of the following commands: \n● Torpedoes Away \nDeal 4 damage to target Capital Ship. You may assign another Bomber Wing to join in on this bombing run to increase this command’s damage by +2. \n● Active Countermeasures \nLimited 1 \nChoose a Capital Ship in your battlegroup or a Capital Ship belonging to an allied battlegroup in the same range band. Until the end of your next turn, the next time that ship takes damage reduce it by 1d3. This effect does not stack."
      }
    ]
  },
  {
    "id": "wi_mounted_chassis",
    "name": "Mounted Chassis Wing",
    "points": 2,
    "hp": "5",
    "tags": [ "Boarding", "Tenacity 11" ],
    "traits": [
      {
        "name": "Mounted Chassis Command (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Choose one Mounted Chassis Wing assigned to your battlegroup and give them one of the following commands: \n● Toe-to-Toe \nDeal 1d3 damage to target Capital Ship, Ace, Escort, or Wing. \n● Breach and Clear \nAssign this Wing to board an enemy Flagship. This Wing is effectively removed from play and cannot be damaged or targeted by attacks or effects while assigned this command. Each time you succeed on a boarding roll with this Wing, the boarded ship takes 2 damage"
      }
    ]
  },
  {
    "id": "wi_barbarossa_chassis",
    "name": "Barbarossa Chassis Wing",
    "points": 3,
    "hp": "8",
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Barbarossa (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Give the Barbarossa Chassis Wing one of the following commands:\n● Siege Cannons\nDeal 3 damage to target Capital Ship or Escort.\n● Charge Apocalypse Rails\nReloading 2\nYou order the Barbarossa Chassis Wing to charge their integrated Apocalypse Rail weapons. During the next Impact Step you may order this Wing to open fire on a Capital Ship or Escort within range. Make a Single Target attack roll, and on hit deal 2d6 damage. If you consume Lock On as part of this attack, it gains Reliable 4."
      }
    ],
    "effect": "A Barbarossa Chassis Wing's integrated flak launchers and anti-aerospace munitions count as an Auxiliary weapon for your battlegroup. When fired alongside any Primary Single Target weapon targeting a Capital Ship or Escort in range 3-0, automatically deal 3 damage to an Ace or Wing. "
  },
  {
    "id": "wi_tortuga_chassis",
    "name": "Tortuga Chassis Wing",
    "points": 3,
    "hp": "8",
    "tags": [ "Unique", "Boarding", "Tenacity 12" ],
    "traits": [
      {
        "name": "Tortuga (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Give the Tortuga Chassis Wing one of the following commands:\n● Heavy Gunner\nDeal 1d3 damage to target Escort or Wing. Until the end of your next turn, the next time the Tortuga Chassis Wing or the ship it is equipped to takes damage from an Escort or Wing while in range 3-0, you may deal 3 damage to them in response.\n● Decksweepers\nRepel a boarding unit from a ship in your battlegroup or a ship belonging to an allied battlegroup in the same range band, and deal 3 damage to it.\n● Daisy Cutters\nAssign this Wing to board an enemy Flagship. Each time you succeed on a boarding roll with this Wing, the boarded ship takes 2 damage. 2/battle, you may deal 1d6+1 damage instead."
      }
    ]
  },
  {
    "id": "wi_monarch_chassis",
    "name": "Monarch Chassis Wing",
    "points": 3,
    "hp": "8",
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Monarch (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Give the Monarch Chassis Wing one of the following commands:\n● Seeking Payloads\nConsume Lock On to deal 2 damage to target Capital Ship or Escort, and 2 damage to all Wings equipped to that target.\n● Gandiva Missiles\nYou order the Monarch Chassis Wing to launch a salvo of advanced Gandiva missiles. Treat this as a Single Target Payload attack that deals 1d6+1 damage and can be launched at two targets at a time, tracking them individually. You may consume Lock On when using this command to increase or decrease a Payload's flight time by 1."
      }
    ],
    "effect": "Whenever a weapon in your battlegroup or that of an allied battlegroup in your range band critically hits a target in range 3-0, even if it does not have the Critical tag, you may deal 2 damage to a Capital Ship, Escort, or Wing."
  },
  {
    "id": "wi_balor_chassis",
    "name": "Balor Chassis Wing",
    "points": 3,
    "hp": "8",
    "tags": [ "Unique", "Greywash", "Boarding", "Tenacity 11" ],
    "traits": [
      {
        "name": "Balor (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Give the Balor Chassis Wing one of the following commands:\n● Nanocomposite Munitions\nDeal 2 damage to target Wing, or consume Lock On to apply 2 greywash counters totarget Capital Ship or Escort.\n● Hive Frenzy\nAssign this Wing to board an enemy Flagship. Each time you succeed on a boarding roll with this Wing, the boarded ship gains 2 greywash counters. Ships boarded by this Wing do not remove greywash counters during the Impact Step."
      }
    ],
    "effect": "A Balor Chassis Wing's nanoswarm construction allows it to hellishly regenerate physical damage sustained during combat. During the Logistics Step, this Wing repairs 2 HP."
  },
  {
    "id": "wi_ace_squadron",
    "name": "Ace Squadron",
    "points": 3,
    "hp": "6",
    "tags": [ "Unique" ],
    "traits": [
      {
        "name": "Ace Squadron (Tactic)",
        "tags": [ "Range 3-0" ],
        "description": "Give the Ace Squadron one of the following commands:\n● Primary Weapons\nDeal 1d3+1 damage to target Ace, Capital Ship, Escort, or Wing"
      }
    ],
    "effect": "You may choose three Ace options to represent your personalized Ace Squadron. Some options may add more commands for you to issue your Ace Squadron, and each option may only be taken once."
  }
]
